Repository: StanfordSpezi/SpeziAccessCode
Catalog: Sources/SpeziAccessGuard/Resources/*.lproj/Localizable.strings
Languages: de

# CODE_OPTIONS_FOUR_DIGIT
source: Four Digits
de: Vier Ziffern

# CODE_OPTIONS_SIX_DIGIT
source: Six Digits
de: Sechs Ziffern

# CODE_OPTIONS_CUSTOM_NUMERIC_DIGIT
source: Custom Numeric
de: Benutzerdefinierte Nummer

# CODE_OPTIONS_CUSTOM_ALPHANUMERIC_DIGIT
source: Custom Alphanumeric
de: Benutzerdefiniert Alphanumerisch

# CODE_OPTIONS_UNKNOWN
source: Unknown Option
de: Unbekannte Option

source: Passcode Field
de: Passwort Textfeld

# ACCESS_CODE_PASSCODE_PROMPT
source: Please enter your passcode
de: Bitte geben Sie Ihren Code ein

# SET_PASSCODE_BACK_BUTTON
source: Reset
de: Zurücksetzen

# SET_PASSCODE_REPEAT_NOT_EQUAL
source: Passcodes not equal
de: Codes stimmen nicht überein

# SET_PASSCODE_REPEAT_PROMPT
source: Please repeat your new passcode
de: Bitte wiederholen Sie Ihren neuen Code

# SET_PASSCODE_PROMPT
source: Please enter your new passcode
de: Bitte geben Sie Ihren neuen Code ein

# PASSCODE_SET_SUCCESS
source: Passcode set was successful
de: Neuen Code erfolgreich gespeichert

# ACCESS_CODE_PASSCODE_ERROR %@
source: %@ wrong tries
de: %@ falsche Versuche

# ACCESS_GUARD_ERROR_TITLE
source: Passcode Error
de: Code-Fehler

# ACCESS_GUARD_ERROR_WRONG_PASSCODE_REASON
source: Wrong Passcode
de: Falscher Code

# ACCESS_GUARD_ERROR_STORE_CODE_ERROR_REASON
source: Could not store the passcode.
de: Der Code konnte nicht gespeichert werden.
